export const ablutionChecklistItems = [
  { id: "1", text: "ވުޟޫކުރުމަށް ހިތުން ނިޔަތްގަތިން" },
  { id: "2", text: "ވުޟޫގެ އެންމެހައި ހަރަކާތްތަކެއް ފުރިހަމަކުރިން" },
  { id: "3", text: "ވުޟޫ ދުޢާ ކިއިން" },
];
export const fajrChecklistItems = [
  { id: "1", text: "ފަތިސް ނަމާދުކުރުމަށް ވުޞޫ ފުރިހަމަކޮށްފި" },
  { id: "2", text: "ފަތިސް ނަމާދު އިހު ސުންނަތް ދެރަކުއަތް އަދާކުރިން" },
  {
    id: "3",
    text: "ފަތިސް ނަމާދުގެ އެންމެހައި ހަރަކާތްތަކަކާއި ނަމާދުގައިކިޔާ ތަކެތި ކިޔައި ފުރިހަމައަށް އަދާކުރިން",
  },
];

export const dhuhaChecklistItems = [
  { id: "1", text: "ޞުޙާ ނަމާދުކުރުމަށް ވުޞޫ ފުރިހަމަކޮށްފި" },
  {
    id: "2",
    text: "ޟުޙާ ނަމާދުގެ އެންމެހައި ހަރަކާތްތަކަކާއި ނަމާދުގައިކިޔާ ތަކެތި ކިޔައި ފުރިހަމައަށް އަދާކުރިން",
  },
];

export const dhikrChecklistItems = [
  { id: "1", text: "ހުރިހާ ޛިކުރެއް ކިޔައި ފުރިހަމަކޮށްފި" },
];

export const dhuhrChecklistItems = [
  { id: "1", text: "މެންދުރު ނަމާދުކުރުމަށް ވުޞޫ ފުރިހަމަކޮށްފި" },
  {
    id: "2",
    text: "މެންދުރު ނަމާދުގެ އިހުގައި ރަވާތިބް ސުންނަތުގެ ހަތަރު ރަކުޢަތް ކުރިން",
  },
  {
    id: "3",
    text: "މެންދުރު ނަމާދުގެ އެންމެހައި ހަރަކާތްތަކަކާއި ނަމާދުގައިކިޔާ ތަކެތި ކިޔައި ފުރިހަމައަށް އަދާކުރިން",
  },
  {
    id: "4",
    text: "މެންދުރު ނަމާދުގެ ފަހުގައި ރަވާތިބް ސުންނަތުގެ ދެރަކުޢަތް ކުރިން",
  },
];

export const asrChecklistItems = [
  { id: "1", text: "ޢަޞްރު ނަމާދުކުރުމަށް ވުޞޫ ފުރިހަމަކޮށްފި" },
  {
    id: "2",
    text: "މެންދުރު ނަމާދުގެ އެންމެހައި ހަރަކާތްތަކަކާއި ނަމާދުގައިކިޔާ ތަކެތި ކިޔައި ފުރިހަމައަށް އަދާކުރިން",
  },
];

export const maqribChecklistItems = [
  { id: "1", text: "މަޣްރިބް ނަމާދުކުރުމަށް ވުޞޫ ފުރިހަމަކޮށްފި" },
  {
    id: "2",
    text: "މަޣްރިބް ނަމާދުގެ އިހުގައި ރަވާތިބް ސުންނަތުގެ ދެރަކުޢަތް ކުރިން",
  },
  {
    id: "3",
    text: "މަޣްރިބް ނަމާދުގެ އެންމެހައި ހަރަކާތްތަކަކާއި ނަމާދުގައިކިޔާ ތަކެތި ކިޔައި ފުރިހަމައަށް އަދާކުރިން",
  },
  {
    id: "4",
    text: "މަޣްރިބް ނަމާދުގެ ފަހުގައި ރަވާތިބް ސުންނަތުގެ ދެރަކުޢަތް ކުރިން",
  },
];
export const quranChecklistItems = [
  { id: "1", text: "   މިއަދުގެ ސޫރަތްތައް ކިޔައި ނިންމައިފި" },
];
export const ishaChecklistItems = [
  { id: "1", text: "ޢިޝާ ނަމާދުކުރުމަށް ވުޞޫ ފުރިހަމަކޮށްފި" },
  {
    id: "2",
    text: "ޢޝާ ނަމާދުގެ އިހުގައި ރަވާތިބް ސުންނަތުގެ ދެރަކުޢަތް ކުރިން",
  },
  {
    id: "3",
    text: "ޢިޝާ ނަމާދުގެ އެންމެހައި ހަރަކާތްތަކަކާއި ނަމާދުގައިކިޔާ ތަކެތި ކިޔައި ފުރިހަމައަށް އަދާކުރިން",
  },
  {
    id: "4",
    text: "ޢިޝާ ނަމާދުގެ ފަހުގައި ރަވާތިބް ސުންނަތުގެ ދެރަކުޢަތް ކުރިން",
  },
];
export const tahajjudChecklistItems = [
  { id: "1", text: "ދަމު ނަމާދުކުރުމަށް ހޭލުމަށްފަހު ވުޞޫ ފުރިހަމަކޮށްފި" },
  {
    id: "2",
    text: "ދަމު ނަމާދުގެ އެންމެހައި ހަރަކާތްތަކަކާއި ނަމާދުގައިކިޔާ ތަކެތި ކިޔައި ފުރިހަމައަށް އަދާކުރިން",
  },
];
export const witrChecklistItems = [
  { id: "1", text: " ވިތުރީގެ 3 ރަކުޢަތް ފުރިހަމަކޮށްފި" },
];
export const jummahChecklistItems = [
  {
    id: "1",
    text: "ހުކުރު ދުވަހުގެ ސުންނަތެއް ކަމުގައިވާ ނިޔަފަތިކެނޑުން ފުރިހަމަކޮށްފި",
  },
  {
    id: "2",
    text: "ހުކުރު ދުވަހުގެ ސުންނަތެއް ކަމުގައިވާ ހިނައިގަތުން ފުރިހަމަކޮށްފި",
  },
  {
    id: "3",
    text: "ހުކުރު ޚުތުބާ ކަނުލައި އަޑުއެހިން",
  },
  {
    id: "4",
    text: "ހުކުރު ނަމާދުގެ އެންމެހައި ހަރަކާތްތަކަކާއި ނަމާދުގައިކިޔާ ތަކެތި ކިޔައި ފުރިހަމައަށް އަދާކުރިން",
  },
];
